Repository: Bonfales12345/UnofficialQuickShare
Catalog: QuickShareApp/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, nl, pt_br, pt_pt, ro, ru, th, uk, zh_hans, zh_hant

source: Accept
ar: قبول
de: Akzeptieren
es: Aceptar
fr: Accepter
hu: Elfogad
it: Accetta
ja: 受け入れる
ko: 수락
nl: Accepteer
pt_br: Aceitar
pt_pt: Aceitar
ro: Acceptă
ru: Принять
th: ยอมรับ
uk: Прийняти
zh_hans: 接受
zh_hant: 接受

source: Decline
ar: رفض
de: Ablehnen
es: Rechazar
fr: Refuser
hu: Elutasít
it: Rifiuta
ja: 拒否する
ko: 거절
nl: Afwijzen
pt_br: Recusar
pt_pt: Recusar
ro: Refuză
ru: Отклонить
th: ปฏิเสธ
uk: Відхилити
zh_hans: 拒绝
zh_hant: 拒絕

source: Device name: %@
ar: اسم الجهاز: %@
de: Gerätename: %@
es: Nombre del Dispositivo: %@
fr: Nom de l'appareil : %@
hu: Készülék neve: %@
it: Nome del dispositivo: %@
ja: 機器名: %@
ko: 기기 이름: %@
nl: Naam apparaat: %@
pt_br: Nome do dispositivo: %@
pt_pt: Nome do dispositivo: %@
ro: Nume dispozitiv : %@
ru: Имя устройства: %@
th: ชื่ออุปกรณ์: %@
uk: Імʼя пристрою: %@
zh_hans: 设备名称: %@
zh_hant: 裝置名稱：%@

# DeviceSendingFiles
source: %1$@ is sending you %2$@
ar: %1$@ يرسل لك %2$@
de: %1$@ möchte dir "%2$@" senden
es: %1$@ te quiere mandar %2$@
fr: %1$@ vous envoie %2$@
hu: %1$@ a következőt küldi: %2$@
it: %1$@ ti sta mandando %2$@
ja: %1$@が%2$@を送信しています
ko: %1$@에서 %2$@을(를) 공유하려고 합니다.
nl: %1$@ stuurt je %2$@
pt_br: %1$@ está te enviando %2$@
pt_pt: %1$@ está a enviar %2$@
ro: %1$@ vă trimite %2$@
ru: %1$@ отправляет Вам %2$@
th: %1$@ กำลังส่งไฟล์ให้คุณ %2$@
uk: %1$@ відправляє Вам %2$@
zh_hans: %1$@ 正向你发送 %2$@
zh_hant: %1$@ 想要向你傳送 %2$@

# Error.Crypto
source: Encryption error
ar: خطأ في التشفير
de: Verschlüsselungsfehler
es: Error de encriptación
fr: Erreur de cryptage
hu: Titkosítási hiba
it: Errore di crittografia
ja: 暗号化エラー
ko: 암호화 오류
nl: Fout bij codering
pt_br: Erro de encriptação
pt_pt: Erro de encriptação
ro: Eroare de criptare
ru: Ошибка шифрования
th: การเข้ารหัสผิดพลาด
uk: Помилка шифрування
zh_hans: 加密出错
zh_hant: 加密錯誤

# Error.Protocol
source: Communication error
ar: خطأ في الاتصال
de: Fehler bei der Datenübertragung
es: Error de comunicación
fr: Erreur de communication
hu: Kommunikációs hiba
it: Errore di comunicazione
ja: 通信エラー
ko: 통신 오류
nl: Communicatiefout
pt_br: Erro de comunicação
pt_pt: Erro de comunicação
ro: Eroare de comunicare
ru: Ошибка протокола
th: การสื่อสารผิดพลาด
uk: Помилка протоколу
zh_hans: 通信出错
zh_hant: 通訊錯誤

# NFiles
source: %d files
ar: %d ملفات
de: %d Dateien
es: %d archivos
fr: %d fichiers
hu: %d fájl
ja: %dつのファイル
ko: %d개의 파일
nl: %d bestanden
pt_br: %d arquivos
pt_pt: %d ficheiros
ro: %d fișiere
ru: %d файлов
th: %d ไฟล์
uk: %d файлів
zh_hant: %d 份檔案

# NotificationsDenied.Message
source: QuickShare needs to be able to display notifications for incoming file transfers. Please allow notifications in System Settings.
ar: يحتاج QuickShare إلى القدرة على عرض الإشعارات لنقل الملفات الواردة. يرجى السماح بالإشعارات في إعدادات النظام.
de: QuickShare benötigt die Erlaubnis Mitteilungen für eingehende Datenransfers anzuzeigen. Bitte erlaube Mitteilungen in den Systemeinstellungen.
es: QuickShare necesita poder mostrar notificaciones para las transferencias de archivos entrantes. Permita las notificaciones en la configuración del sistema.
fr: QuickShare doit pouvoir afficher des notifications pour les transferts de fichiers entrants. Veuillez autoriser les notifications dans les paramètres système.
hu: A QuickShare-nak szüksége van értesítéseket küldeni a bejövő fájlok fogadásához. Kérlek engedélyezd az értesítésekhez való hozzáférést a Rendszerbeállításokban.
it: QuickShare deve essere in grado di visualizzare le notifiche per i trasferimenti di file in entrata. Consenti le notifiche nelle Impostazioni di sistema.
ja: QuickShareでファイル受信の通知を表示できる必要があります。システム設定で通知を許可してください。
ko: QuickShare에서 파일 수신에 대한 알림을 표시할 수 있어야 합니다. 시스템 설정에서 알림을 허용하세요.
nl: QuickShare moet meldingen kunnen weergeven voor inkomende bestandsoverdrachten. Sta meldingen toe in de systeeminstellingen.
pt_br: O QuickShare precisa ser capaz de exibir notificações para o recebimento de arquivos. Por favor, habilite as notificações em Ajustes do Sistema.
pt_pt: O QuickShare precisa ser capaz de mostrar notificações para receber ficheiros. Por favor, active as notificações em Definições do Sistema.
ro: QuickShare trebuie să poată afișa notificări pentru transferurile de fișiere primite. Vă rugăm să permiteți notificările în Setările Sistemului.
ru: QuickShare необходима возможность показывать уведомления о входящих файлах. Пожалуйста, разрешите уведомления в Системных настройках.
th: QuickShare ไม่สามารถแสดงการแจ้งเตือนไฟล์ที่เข้ามาได้ โปรดให้สิทธิ์การแจ้งเตือน ในการตั้งค่าระบบ
uk: QuickShare потрібна можливість показувати сповіщення про вхідні файли. Будь ласка, дозвольте сповіщення у Системних налаштуваннях.
zh_hans: QuickShare 需显示是否接收文件传输的通知。请在 系统设置 中允许通知。
zh_hant: QuickShare 需要顯示檔案傳入的通知，請在系統設定中允許通知。

# NotificationsDenied.OpenSettings
source: Open settings
ar: افتح الإعدادات
de: Einstellungen öffnen
es: Abrir la configuración del sistema
fr: Ouvrir les paramètres
hu: Beállítások megnyitása
it: Apri le impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pt_br: Abrir configurações
pt_pt: Abrir definições
ro: Deschide setările
ru: Открыть настройки
th: การตั้งค่า
uk: Відкрити налаштування
zh_hans: 打开设置
zh_hant: 開啟系統設定

# NotificationsDenied.Title
source: Notification Permission Required
ar: مطلوب إذن الإشعارات
de: Mitteilungsberechtigungen sind notwendig
es: Permiso de notificaciones necesario
fr: Autorisation de notification requise
hu: Szükséges az értesítésekhez való hozzáférés
it: Autorizzazione di notifica richiesta
ja: 通知権限が必要です。
ko: 알림 권한이 필요합니다.
nl: Melding Toestemming vereist
pt_br: Necessário permissão de notificações
pt_pt: Necessário permissão de notificações
ro: Permisiunea pentru notificări este necesară
ru: Требуется доступ к уведомлениям
th: จำเป็นต้องใช้สิทธิ์การแจ้งเตือน
uk: Потрібен доступ до сповіщень
zh_hans: 需要通知权限
zh_hant: 需要通知權限

# PinCode
source: PIN: %@
ar: الرمز السري: %@
fr: Code PIN : %@
hu: JELKÓD: %@
ro: COD PIN : %@
zh_hant: PIN 碼：%@

# Quit
source: Quit QuickShare
ar: إنهاء QuickShare
de: QuickShare Beenden
es: Salir de QuickShare
fr: Quitter QuickShare
hu: QuickShare bezárása
it: Esci da QuickShare
ja: QuickShareを終了
ko: QuickShare 종료
nl: QuickShare afsluiten
pt_br: Sair do QuickShare
pt_pt: Sair do QuickShare
ro: Închide QuickShare
ru: Завершить QuickShare
th: ออก QuickShare
uk: Завершити QuickShare
zh_hans: 退出 QuickShare
zh_hant: 退出 QuickShare

# TransferError
source: Failed to receive files from %@
ar: فشل في استقبال الملفات من %@
de: Die Daten von %@ konnten nicht empfangen werden
es: Error al recibir archivos de %@
fr: Échec de la réception des fichiers de %@
hu: Nem sikerült %@-tól/től fájlokat fogadni
it: Impossibile ricevere i file da %@
ja: %@からのファイル受信に失敗しました。
ko: %@에서 전송한 Nearby Share가 실패했습니다.
nl: Mislukt om bestanden te ontvangen van %@
pt_br: Falha ao receber arquivos de %@
pt_pt: Falha ao receber ficheiros de %@
ro: Recepționarea fișierelor de la %@ a eșuat
ru: Не удалость принять файлы от %@
th: เกิดข้อผิดพลาดในการรับไฟล์จาก %@
uk: Не вдалося отримати файли від %@
zh_hans: 无法从 %@ 接收文件
zh_hant: 無法從 %@ 接收檔案

source: Visible to everyone
ar: مرئي للجميع
de: Für alle sichtbar
es: Visible para todos
fr: Visible par tout le monde
hu: Mindenki számára felfedezhető
it: Visibile a tutti
ja: すべてのユーザーに公開
ko: 모든 사용자에게 공개
nl: Zichtbaar voor iedereen
pt_br: Visível para todos
pt_pt: Visível para todos
ro: Vizibil pentru toată lumea
ru: Видимость: все
th: เปิดเผยต่อทุกคน
uk: Видимість: для всіх
zh_hans: 对所有人可见
zh_hant: 所有人都可與你分享內容
